class BotAnswers():
    def __init__(self):
        self.greetings = "<b>Всего три простых шага!</b> \n \
1️) Пополняй свой аккаунт Good Game в любом из наших киберспортивных клубов от 250 ₽ за 24 суммарно; \n \
2️) Нажми на кнопку  \"Открыть Коробку удачи\" \n \
3️) Выигрывай призы! \n \
 \n \
Все призы можно получить у администратора. \n \
Подробнее о всех призах в разделе \"🎁 Призы 🎁\""
        self.presents_list = "Ваши призы: "
        self.present_success = "Поздравляем, вы получаете: "
        self.present_failure = "Нужно пополниться чтобы получить подарок"
        self.presents_all = "Призы из Кейсов можно забрать сразу у администратора.\
         Для этого необходимо подойти к администратору и открыв вкладку \"Мои подарки\" \
         показать список призов, которые у тебя сейчас есть.\
         \
         Базовый Кейс (250 рублей);\
         1 час игры за пк;\
         Полчаса игры за PS;\
         Полчаса игры за ПК; \
         \
         Кейс для бояр (500 рублей);\
         Батончик;\
         1.5 часа за PC;\
         Кола (0.5);\
         Пакет в зал Стандарт (ночной);\
         \
         Кейс для Вельмож (1000 рублей);\
         Пакет в зал VIP (утренний);\
         Кола и батончик; \
         3 часа за PS  \
         \
         Кейс для Меценатов (2000 рублей);\
         Абонемент на посещение клуба (на все выходные);\
         Кальян; \
         Пакет в зал VIP (ночной)"
